<!DOCTYPE html>
<html lang="en">
<head>
    
<meta charset="UTF-8">
<meta name="viewport" content ="width=device-width, initial-scale=1.0">
<title>  </title >
<meta name="description" content="">
<meta name="author" content="Câmara Municipal de Braga">
<meta name="resource_type" content="schema.org/statue">
<meta name="locative_site_id" content="estatuaria_cmb">
<meta name="about" content="Informação sobre estatuaria em Braga">
<link rel="icon" href="" type="image/x-icon">
<link rel="stylesheet" href="locative.css">

    
<script type = "application/ld+json">
{"resource_location": {"bbox": null, "type": "Point", "coordinates": [41.55163888888889, -8.422749999999999]}}
</script>
</head>
<body>
    
<article class="statue-info"   >
<statue-info  article_data='{"article_title": "statue info", "article_type": "statue-info", "statue_id": "41", "author_id": "JORGE ULISSES  ", "name": "BUSTO \u2013 MARIA ONDINA BRAGA ", "description": "Inaugurado a 24 de setembro de 2013, o busto foi erigido pela CMBraga para homenagear e evocar a mem\u00f3ria da escritora Maria Ondina Braga e implantado na Pra\u00e7a da Rep\u00fablica, de frente para a casa onde nasceu, em 13-01-1932 e onde viria a falecer em 14-03-2003. Em 1950, Maria Ondina deixa a cidade de Braga, para estudar l\u00ednguas em Paris e em Londres, licenciando-se em literatura Inglesa pela Royal Asiatic Society of Arts e na Alliance Fran\u00e7aise. Trabalha como professora sucessivamente em Angola, Goa e Macau e simultaneamente dedica-se \u00e0 escrita e tradu\u00e7\u00e3o. Considerada como um dos grandes nomes femininos da narrativa portuguesa contempor\u00e2nea e autora de uma extensa obra, como \u201cAng\u00fastia em Pequim\u201d, \u201cA China fica ao lado\u201d, \u201cNoturno em Macau\u201d, entre muitas outras. Em 1964, regressa a Portugal, fixando-se em Lisboa, onde vive longos anos, sentindo que a morte estava pr\u00f3xima, regressa \u00e0 sua cidade natal, Braga, onde morre em sil\u00eancio e solid\u00e3o, sendo sepultada no Cemit\u00e9rio Monte D\u2019 Arcos. Concebido pelo escultor Jorge Ulisses, o busto de bronze representa Maria Ondina Braga, com um bra\u00e7o sobre o peito e a segurar na m\u00e3o um ramo de uma \u00e1rvore, assenta num pedestal retangular de granito, disposto na vertical, com uma placa oval de bronze com uma inscri\u00e7\u00e3o onde se l\u00ea \u201c...SOU UMA MULHER QUE ESCOLHEU A SOLID\u00c3O\u201d, seguida mais abaixo do seu nome \u201cMARIA ONDINA BRAGA\u201d.", "location": {"bbox": null, "type": "Point", "coordinates": [41.55163888888889, -8.422749999999999]}}'> 
<script type="module" src="webcomponents/statue-info.js">
</script>
</statue-info>
</article>
<article class="service" >
<iframe id="dynamic-iframe" height="800" width="700"></iframe>
<script>
    // Definir uma função para construir e definir dinamicamente o src do iframe
    function getPageUrl() {
        // Obter a URL da página atual
        var currentUrl = window.location.href;
        console.log('Parent page URL:', currentUrl);
        // Construir a URL do iframe dinamicamente
        var iframeUrl = 'https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c/' + encodeURIComponent(currentUrl);
        // Definir o atributo src do iframe
        var iframe = document.getElementById('dynamic-iframe');
        iframe.src = iframeUrl;
        }
        // Chamar a função getPageUrl() quando a página inteira, incluindo o iframe, for carregada
         window.onload = function () {
                getPageUrl();
        };
</script>
</article>
</body>
</html>