<!DOCTYPE html>
<html lang="en">
<head>
    
<meta charset="UTF-8">
<meta name="viewport" content ="width=device-width, initial-scale=1.0">
<title>  </title >
<meta name="description" content="">
<meta name="author" content="Câmara Municipal de Braga">
<meta name="resource_type" content="schema.org/statue">
<meta name="locative_site_id" content="estatuaria_cmb">
<meta name="about" content="Informação sobre estatuaria em Braga">
<link rel="icon" href="" type="image/x-icon">
<link rel="stylesheet" href="locative.css">

    
<script type = "application/ld+json">
{"resource_location": {"bbox": null, "type": "Point", "coordinates": [41.55166666666666, 8.428916666666666]}}
</script>
</head>
<body>
    
<article class="statue-info"   >
<statue-info  article_data='{"article_title": "statue info", "article_type": "statue-info", "statue_id": "37", "author_id": "ALBERTO VIEIRA", "name": "MONUMENTO SILO DA MEM\u00d3RIA", "description": "Inaugurado a 25 de Abril de 2014, o monumento designado por \u201cSilo da Mem\u00f3ria\u201d foi erigido pela CMBraga para prestar homenagem ao bracarense Salgado Zenha e assinalar os 40 anos da revolu\u00e7\u00e3o do 25 de Abril de 1974 e implantado na Pra\u00e7a Conselheiro Torres de Almeida. Francisco de Almeida Salgado Zenha foi um advogado e pol\u00edtico, natural de Braga, nasceu em 02-05-1923 e faleceu em Lisboa em 01-11-1993. At\u00e9 ao 25 de Abril Salgado Zenha fez parte do grupo restrito de advogados que se destacou na defesa de presos pol\u00edticos e participantes em atividades subversivas. No p\u00f3s 25 de Abril, converte-se numa das principais figuras do processo de democratiza\u00e7\u00e3o, sendo ministro da justi\u00e7a nos I, II, III e IV governos provis\u00f3rios e ministro das finan\u00e7as no VI governo provis\u00f3rio. Concebida pelo artista bracarense Alberto Vieira, o monumento \u00e9 inspirado na forma de um silo, evocando a ideia de reservat\u00f3rio e armazenamento da mem\u00f3ria. Comp\u00f5e-se por 40 an\u00e9is sobrepostos que simbolizam os 40 anos, cada um dos an\u00e9is est\u00e1 ordenado por 25 elementos que sugerem livros ou documentos, associados ao conhecimento, \u00e0 informa\u00e7\u00e3o e ao arquivo. Com 4m de di\u00e2metro e 8m de altura, o monumento em chapa de a\u00e7o inox \u00e9 suportado por uma estrutura interior de prumos verticais, travados por an\u00e9is. Junto ao monumento ergue-se uma placa, do mesmo material, apresentando uma ilustra\u00e7\u00e3o de Salgado Zenha e a inscri\u00e7\u00e3o onde se l\u00ea \u201cFRANCISCO SALGADO ZENHA 1923-1993\u201d, seguindo-se um texto informativo relativo ao monumento", "location": {"bbox": null, "type": "Point", "coordinates": [41.55166666666666, 8.428916666666666]}}'> 
<script type="module" src="webcomponents/statue-info.js">
</script>
</statue-info>
</article>
<article class="service" >
<iframe id="dynamic-iframe" height="800" width="700"></iframe>
<script>
    // Definir uma função para construir e definir dinamicamente o src do iframe
    function getPageUrl() {
        // Obter a URL da página atual
        var currentUrl = window.location.href;
        console.log('Parent page URL:', currentUrl);
        // Construir a URL do iframe dinamicamente
        var iframeUrl = 'https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c/' + encodeURIComponent(currentUrl);
        // Definir o atributo src do iframe
        var iframe = document.getElementById('dynamic-iframe');
        iframe.src = iframeUrl;
        }
        // Chamar a função getPageUrl() quando a página inteira, incluindo o iframe, for carregada
         window.onload = function () {
                getPageUrl();
        };
</script>
</article>
</body>
</html>