{
   "resource_id": "cmb:2",
   "header": {
      "resource_id": "2",
      "resource_type": "schema.org/statue",
      "resource_title": "MONUMENTO EVOCATIVO AO 25 DE ABRIL",
      "resource_description": "Elememto Escultórico em Braga: Inaugurado a 25 de abril de 1993, o Monumento Evocativo ao 25 de Abril foi mandado erguer pela CMBraga para celebrar a Liberdade e a Democracia e instalado ao fundo da Avenida da Liberdade, junto ao parque de São João da Ponte. Concebido pelos arquitetos João Rapagão e César Fernandes e pelo escultor José Rodrigues, o monumento representa uma enorme faixa, de bronze, que lembra uma bandeira hasteada ao vento, apresentando numa das extremidades uma mulher nua esculpida. A faixa encontra-se à frente de uma parede de granito, apresentando duas inscrições esculpidas, uma na parte inferior da frente onde se lê “25 DE ABRIL” e na parte oposta, “LIBERDADE E DEMOCRACIA”, e assenta num mastro de mármore. O monumento integra igualmente o muro de pedra que se dilui no pavimento do passeio.",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.54277777777778,
            -8.418222222222221
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "2",
         "author_id": "JOÃO RAPAGÃO | CÉSAR FERNANDES | JOSÉ RODRIGUES  ",
         "name": "MONUMENTO EVOCATIVO AO 25 DE ABRIL",
         "description": "Inaugurado a 25 de abril de 1993, o Monumento Evocativo ao 25 de Abril foi mandado erguer pela CMBraga para celebrar a Liberdade e a Democracia e instalado ao fundo da Avenida da Liberdade, junto ao parque de São João da Ponte. Concebido pelos arquitetos João Rapagão e César Fernandes e pelo escultor José Rodrigues, o monumento representa uma enorme faixa, de bronze, que lembra uma bandeira hasteada ao vento, apresentando numa das extremidades uma mulher nua esculpida. A faixa encontra-se à frente de uma parede de granito, apresentando duas inscrições esculpidas, uma na parte inferior da frente onde se lê “25 DE ABRIL” e na parte oposta, “LIBERDADE E DEMOCRACIA”, e assenta num mastro de mármore. O monumento integra igualmente o muro de pedra que se dilui no pavimento do passeio.",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.54277777777778,
               -8.418222222222221
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}