{
   "resource_id": "cmb:23",
   "header": {
      "resource_id": "23",
      "resource_type": "schema.org/statue",
      "resource_title": "ESTÁTUA PIO XII",
      "resource_description": "Elememto Escultórico em Braga: Inaugurada a 15 de maio de 1957, a estátua foi mandada erguer pela Arquidiocese e CMBraga para prestar homenagem ao Papa Pio XII e implantada no Largo da Senhoraa-Branca. Pio XII de nome Eugénio Giuseppe Maria Giovanni Pacelli nasceu em Roma, em 1876 e elegido Papa no dia 2 de março de 1939, cargo que ocuparia até à sua morte EM 9 de outubro de 1958. Foi o único Papa do séc. XX a exercer o Magistério Extraordinário da infalibilidade papal, invocado por Pio IX, quando definiu o dogma da Assunção em 1950 na sua encíclica Munificentissimus Deus, sendo a sua ação na Segunda Guerra Mundial alvo de debate e polémica. Foi proclamado venerável pelo Papa João Paulo II na década de 1990. Concebida pelo escultor Raúl Maria Xavier, a estátua, em bronze, representa o Papa Pio XII, envergando vestes eclesiásticas e com os braços abertos em sinal de acolhimento, assenta num pedestal de granito, com uma inscrição, em bronze, na parte central onde se lê “A PIO XII QUE DEFINIU A ASSUNÇÃO DE MARIA ARQUITECTO DA PAZ E DE UM MUNDO MELHOR A ARQUIDIOCESE E O MUNICIPIO BRACARENSES 15-V1957”, dos lados apresenta dois brasões esculpidos, de um lado o Brasão da Cidade, no outro presumivelmente Brasão Pontifício do Papa Pio XII",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.552,
            -8.416888888888888
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "23",
         "author_id": "RAÚL MARIA XAVIER",
         "name": "ESTÁTUA PIO XII",
         "description": "Inaugurada a 15 de maio de 1957, a estátua foi mandada erguer pela Arquidiocese e CMBraga para prestar homenagem ao Papa Pio XII e implantada no Largo da Senhoraa-Branca. Pio XII de nome Eugénio Giuseppe Maria Giovanni Pacelli nasceu em Roma, em 1876 e elegido Papa no dia 2 de março de 1939, cargo que ocuparia até à sua morte EM 9 de outubro de 1958. Foi o único Papa do séc. XX a exercer o Magistério Extraordinário da infalibilidade papal, invocado por Pio IX, quando definiu o dogma da Assunção em 1950 na sua encíclica Munificentissimus Deus, sendo a sua ação na Segunda Guerra Mundial alvo de debate e polémica. Foi proclamado venerável pelo Papa João Paulo II na década de 1990. Concebida pelo escultor Raúl Maria Xavier, a estátua, em bronze, representa o Papa Pio XII, envergando vestes eclesiásticas e com os braços abertos em sinal de acolhimento, assenta num pedestal de granito, com uma inscrição, em bronze, na parte central onde se lê “A PIO XII QUE DEFINIU A ASSUNÇÃO DE MARIA ARQUITECTO DA PAZ E DE UM MUNDO MELHOR A ARQUIDIOCESE E O MUNICIPIO BRACARENSES 15-V1957”, dos lados apresenta dois brasões esculpidos, de um lado o Brasão da Cidade, no outro presumivelmente Brasão Pontifício do Papa Pio XII",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.552,
               -8.416888888888888
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}