{
   "resource_id": "cmb:40",
   "header": {
      "resource_id": "40",
      "resource_type": "schema.org/statue",
      "resource_title": "MONUMENTO AO EIXO ATLÂNTICO ",
      "resource_description": "Elememto Escultórico em Braga: Inaugurado a 2 de junho de 2017, o elemento escultórico dedicado ao Eixo Atlântico foi erigido pela CMBraga para comemorar os 25 anos de história do Eixo Atlântico e implantado na nova Praça do Eixo Atlântico de Braga, situada junto à estação de caminhos de ferro de Braga, também inaugurada, numa cerimónia que contou com a presença de Ricardo Rio, presidente da Câmara de Braga e presidente do Eixo Atlântico, Alfonso Rodríguez vice-presidente do Eixo e presidente do Barco de Valdeorras e Xoán Vázquez Mao, secretário-geral do Eixo. Concebido pelo escultor Francisco Lucena, o elemento escultórico, representa duas colunas de fuste canelado, dispostas uma ao lado da outra, sendo rematadas por uma semicircunferência em forma de uma peça de um puzzle, que se encontram ligadas e pretende simbolizar um motivo de celebração e de renovação dos laços cada vez mais estreitos entre o norte de Portugal e a Galiza.",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.549305555555556,
            -8.433861111111112
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "40",
         "author_id": "FRANCISCO LUCENA  ",
         "name": "MONUMENTO AO EIXO ATLÂNTICO ",
         "description": "Inaugurado a 2 de junho de 2017, o elemento escultórico dedicado ao Eixo Atlântico foi erigido pela CMBraga para comemorar os 25 anos de história do Eixo Atlântico e implantado na nova Praça do Eixo Atlântico de Braga, situada junto à estação de caminhos de ferro de Braga, também inaugurada, numa cerimónia que contou com a presença de Ricardo Rio, presidente da Câmara de Braga e presidente do Eixo Atlântico, Alfonso Rodríguez vice-presidente do Eixo e presidente do Barco de Valdeorras e Xoán Vázquez Mao, secretário-geral do Eixo. Concebido pelo escultor Francisco Lucena, o elemento escultórico, representa duas colunas de fuste canelado, dispostas uma ao lado da outra, sendo rematadas por uma semicircunferência em forma de uma peça de um puzzle, que se encontram ligadas e pretende simbolizar um motivo de celebração e de renovação dos laços cada vez mais estreitos entre o norte de Portugal e a Galiza.",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.549305555555556,
               -8.433861111111112
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}