{
   "resource_id": "cmb:34",
   "header": {
      "resource_id": "34",
      "resource_type": "schema.org/statue",
      "resource_title": "MONUMENTO ÀS VIAS ROMANAS ",
      "resource_description": "Elememto Escultórico em Braga: Inaugurado em 30 de maio de 2008, o monumento às Vias Romanas de Bracara Augusta foi erigido pela CMBraga para assinalar a milha 0 das Vias Romanas que ligavam Bracara Augusta, onde partiam seis itinerários e implantado na Praça de Santiago. Concebido pelo arquiteto Pedro Nogueira, o monumento representa um cilindro de aço corten, disposto na vertical, circundado com uma inscrição onde se lê “BRACARA AUGUSTA MMVII AS VIAS ROMANAS BRACARA AUGUSTA SAIAM VI VIAS AS VIAS XVI PARA OLISIPO XVII PARA ASTURICA AUGUSTA E A XIX PARA LUCUS AUGUSTA FORAM ABERTAS NO TEMPO DE AUGUSTO A VIA XVIII (VIA NOVA) COM DESTINO A ASTURICA FOI CONSTRUÍDA SOB A DINASTIA FLAVIA DE CRONOLOGIA INCERTA SÃO A VIA XX (PARA LUCUS PER LOCA MARITIMA) E A VIA QUE LIGAVA BRACARA A EMERITA AUGUSTA”. No pavimento, partindo do marco, estão representados seis triângulos, de pedra, que simbolizam as seis vias romanas que partiam da cidade, com uma semicircunferência, na base em aço corten, cada uma com o nome da via respetiva “OLISIPO”, “EMERITA”, “ASTURICA AQUA FLAVIAE”, “ASTURICA”, “ASTURICA LUCUS” E “LUCOS DE OLISIPO”.",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.54830555555555,
            -8.425805555555556
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "34",
         "author_id": "PEDRO NOGUEIRA  ",
         "name": "MONUMENTO ÀS VIAS ROMANAS ",
         "description": "Inaugurado em 30 de maio de 2008, o monumento às Vias Romanas de Bracara Augusta foi erigido pela CMBraga para assinalar a milha 0 das Vias Romanas que ligavam Bracara Augusta, onde partiam seis itinerários e implantado na Praça de Santiago. Concebido pelo arquiteto Pedro Nogueira, o monumento representa um cilindro de aço corten, disposto na vertical, circundado com uma inscrição onde se lê “BRACARA AUGUSTA MMVII AS VIAS ROMANAS BRACARA AUGUSTA SAIAM VI VIAS AS VIAS XVI PARA OLISIPO XVII PARA ASTURICA AUGUSTA E A XIX PARA LUCUS AUGUSTA FORAM ABERTAS NO TEMPO DE AUGUSTO A VIA XVIII (VIA NOVA) COM DESTINO A ASTURICA FOI CONSTRUÍDA SOB A DINASTIA FLAVIA DE CRONOLOGIA INCERTA SÃO A VIA XX (PARA LUCUS PER LOCA MARITIMA) E A VIA QUE LIGAVA BRACARA A EMERITA AUGUSTA”. No pavimento, partindo do marco, estão representados seis triângulos, de pedra, que simbolizam as seis vias romanas que partiam da cidade, com uma semicircunferência, na base em aço corten, cada uma com o nome da via respetiva “OLISIPO”, “EMERITA”, “ASTURICA AQUA FLAVIAE”, “ASTURICA”, “ASTURICA LUCUS” E “LUCOS DE OLISIPO”.",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.54830555555555,
               -8.425805555555556
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}