{
   "resource_id": "cmb:46",
   "header": {
      "resource_id": "46",
      "resource_type": "schema.org/statue",
      "resource_title": "MONUMENTO AOS 500 ANOS DA MISERICÓRDIA DE BRAGA",
      "resource_description": "Elememto Escultórico em Braga: Inaugurado a 21 de dezembro de 2013, o Monumento Comemorativo aos 500 anos da Misericórdia de Braga foi oferecido pelos corpos sociais de 2012 como homenagem a todos os que contribuíram para que a Misericórdia seja o que é hoje e implantado no Largo D. João Peculiar, junto ao alçado nascente da Igreja da Misericórdia. Concebido pelo escultor Hélder de Carvalho, o monumento representa um painel retangular de bronze, disposto na vertical, apresentando altos-relevos, com diversas mãos esculpidas, que simbolizam o pedido de ajuda e a ajuda, no dar as mãos, que é a missão de todas as Misericórdia. O painel está inserido numa moldura, de bronze, exibindo na parte inferior uma inscrição onde se lê “DA DOMINE VIRTUTEM MANIBUS MEIS” e mais abaixo “SANTA CASA DA MISERICÓRDIA DE BRAGA 1513 - 2013 500 ANOS AO SERVIÇO DA SOLIDARIEDADE”, seguido do brasão da Misericórdia de Braga. Ao lado exibe outra inscrição onde se lê “ESCULTOR HELDER DE CARVALHO 2013 FUNDIÇÃO COSME & FILHOS, LDA CANELA. V. N. GAIA. Assenta numa base, de granito, com uma placa com a inscrição de homenagem dos Corpos Socias",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.55041666666666,
            -8.426972222222222
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "46",
         "author_id": "HÉLDER DE CARVALHO",
         "name": "MONUMENTO AOS 500 ANOS DA MISERICÓRDIA DE BRAGA",
         "description": "Inaugurado a 21 de dezembro de 2013, o Monumento Comemorativo aos 500 anos da Misericórdia de Braga foi oferecido pelos corpos sociais de 2012 como homenagem a todos os que contribuíram para que a Misericórdia seja o que é hoje e implantado no Largo D. João Peculiar, junto ao alçado nascente da Igreja da Misericórdia. Concebido pelo escultor Hélder de Carvalho, o monumento representa um painel retangular de bronze, disposto na vertical, apresentando altos-relevos, com diversas mãos esculpidas, que simbolizam o pedido de ajuda e a ajuda, no dar as mãos, que é a missão de todas as Misericórdia. O painel está inserido numa moldura, de bronze, exibindo na parte inferior uma inscrição onde se lê “DA DOMINE VIRTUTEM MANIBUS MEIS” e mais abaixo “SANTA CASA DA MISERICÓRDIA DE BRAGA 1513 - 2013 500 ANOS AO SERVIÇO DA SOLIDARIEDADE”, seguido do brasão da Misericórdia de Braga. Ao lado exibe outra inscrição onde se lê “ESCULTOR HELDER DE CARVALHO 2013 FUNDIÇÃO COSME & FILHOS, LDA CANELA. V. N. GAIA. Assenta numa base, de granito, com uma placa com a inscrição de homenagem dos Corpos Socias",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.55041666666666,
               -8.426972222222222
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}