{
   "resource_id": "cmb:1",
   "header": {
      "resource_id": "1",
      "resource_type": "schema.org/statue",
      "resource_title": "MOVIMENTO PERPÉTUO ",
      "resource_description": "Elememto Escultórico em Braga: Inaugurado a 24 de junho de 2000, o Monumento Comemorativo do Bimilenário da Cidade de Braga designado por “Movimento Perpétuo” foi erigido pela CMBraga para assinalar os dois mil anos da fundação de Bracara Augusta e implantado na Colina da Cividade, por ser um dos locais mais significativos e onde se encontram mais vestígios da época romana. Concebido pelo artista plástico e escultor Pedro Cabrita Reis, o monumento executado em betão, representa uma réplica de um aqueduto romano composto por três arcos de volta perfeita, suportados por três pilares. Cada pilar apresenta duas colunas circulares e retangulares, dispostas de forma irregular de Bracara Augusta e implantado na Colina da Cividade, por ser um dos locais mais significativos e onde se encontram mais vestígios da época romana. Concebido pelo artista plástico  e escultor Pedro Cabrita Reis, o monumento executado em betão, representa uma réplica de um aqueduto romano composto por três arcos de volta perfeita, suportados por três pilares. Cada pilar apresenta duas colunas circulares e  retangulares, dispostas de forma irregular.",
      "locative_site_id": "estatuaria_cmb",
      "locative_site_about": "Informação sobre estatuaria em Braga",
      "data_provider": "Câmara Municipal de Braga"
   },
   "context": {
      "resource_location": {
         "bbox": null,
         "type": "Point",
         "coordinates": [
            41.54475,
            -8.428305555555555
         ]
      }
   },
   "content": [
      {
         "article_title": "statue info",
         "article_type": "StatueInfo",
         "statue_id": "1",
         "author_id": "PEDRO CABRITA REIS ",
         "name": "MOVIMENTO PERPÉTUO ",
         "description": "Inaugurado a 24 de junho de 2000, o Monumento Comemorativo do Bimilenário da Cidade de Braga designado por “Movimento Perpétuo” foi erigido pela CMBraga para assinalar os dois mil anos da fundação de Bracara Augusta e implantado na Colina da Cividade, por ser um dos locais mais significativos e onde se encontram mais vestígios da época romana. Concebido pelo artista plástico e escultor Pedro Cabrita Reis, o monumento executado em betão, representa uma réplica de um aqueduto romano composto por três arcos de volta perfeita, suportados por três pilares. Cada pilar apresenta duas colunas circulares e retangulares, dispostas de forma irregular de Bracara Augusta e implantado na Colina da Cividade, por ser um dos locais mais significativos e onde se encontram mais vestígios da época romana. Concebido pelo artista plástico  e escultor Pedro Cabrita Reis, o monumento executado em betão, representa uma réplica de um aqueduto romano composto por três arcos de volta perfeita, suportados por três pilares. Cada pilar apresenta duas colunas circulares e  retangulares, dispostas de forma irregular.",
         "location": {
            "bbox": null,
            "type": "Point",
            "coordinates": [
               41.54475,
               -8.428305555555555
            ]
         }
      },
      {
         "article_title": "Registo de biodiversidade",
         "article_type": "service",
         "service_id": "registo_biodiversidade",
         "service_url": "https://plataformaservicos.netlify.app/6655d20dc1c70c342cc7020c",
         "service_component": "iframe_embedded"
      }
   ],
   "links": {
      "site_section_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ],
      "site_links": [
         {
            "link_id": "home",
            "link_name": "Site Home",
            "link_urn": "about",
            "link_relative_url": "estatuas",
            "link_type": 1
         },
         {
            "link_id": "home",
            "link_name": "Estátuas",
            "link_urn": "estatuas",
            "link_relative_url": "estatuas",
            "link_type": 1
         }
      ]
   }
}